[
  {
    "id": 1,
    "name": "Toyota GR Supra",
    "detail": "เป็นรถสปอร์ตที่ผลิตโดย Toyota ตั้งแต่ปี 2019 โดยได้รับการพัฒนาร่วมกับ BMW. รุ่นปัจจุบัน (J29/DB หรือ A90/A91) เป็นรุ่นที่ 5 และเป็นรุ่นต่อจาก A80 Supra ซึ่งยุติการผลิตในปี 2002. GR Supra มีเครื่องยนต์ 2 แบบให้เลือก โดยรุ่นท็อปสุดเป็นเครื่องยนต์เบนซินเทอร์โบชาร์จ 6 สูบ 3.0 ลิตร ให้กำลัง 330 แรงม้า.",
    "coverimage": "../img_product/toyota_Supra.jpg",
    "price": "$5,199,000"
  },
  {
    "id": 2,
    "name": "BMW M5",
    "detail": "BMW M5 เป็นรถยนต์ซีดานสมรรถนะสูงรุ่นหนึ่งจาก BMW M GmbH ซึ่งโดดเด่นด้วยสมรรถนะที่ยอดเยี่ยมและเทคโนโลยีที่ล้ำสมัย โดย M5 รุ่นใหม่ล่าสุดเป็นแบบปลั๊กอินไฮบริด (PHEV) ที่ผสานเครื่องยนต์ V8 เทอร์โบคู่เข้ากับมอเตอร์ไฟฟ้า ให้กำลังรวม 727 แรงม้า และแรงบิด 1,000 นิวตันเมตร ",
    "coverimage": "../img_product/bmw_m8.jpg",
    "price": "$13,399,000"
  }
  ,
  {
    "id": 3,
    "name": "Porsche 911 GT3",
    "detail": "Porsche 911 GT3 เป็นรถสปอร์ตสมรรถนะสูงที่พัฒนาต่อยอดจาก Porsche 911 รุ่นมาตรฐาน โดยมีจุดเด่นที่การออกแบบเพื่อการขับขี่ในสนามแข่ง และมีประวัติความสำเร็จในการแข่งขันหลายรายการ สำหรับรุ่นปัจจุบัน",
    "coverimage": "../img_product/Porsche_911_GT3.jpg",
    "price": "$21,400,000"
  },
  {
    "id": 4,
    "name": "McLaren 720S",
    "detail": "McLaren 720S เป็นรถซูเปอร์คาร์ที่ผลิตโดย McLaren Automotive เปิดตัวครั้งแรกในปี 2017 และเป็นส่วนหนึ่งของ Super Series รุ่นที่สอง. จุดเด่นของรุ่นนี้คือเครื่องยนต์ V8 Twin-Turbo ขนาด 4.0 ลิตร ที่ให้กำลัง 720 แรงม้า และมีอัตราเร่ง 0-100 กม./ชม. ในเวลาเพียง 2.9 วินาที. ",
    "coverimage": "../img_product/McLaren_720S.jpg",
    "price": "$25,900,000"
  },
  {
    "id": 5,
    "name": "Ford Mustang",
    "detail": "Ford Mustang เป็นรถยนต์นั่งสมรรถนะสูง ประเภทคูเป้ (2 ประตู) ขับเคลื่อนล้อหลัง ผลิตโดยบริษัท Ford เปิดตัวครั้งแรกเมื่อวันที่ 17 เมษายน 1964. มัสแตงเป็นรถที่ประสบความสำเร็จอย่างมากของ Ford และเป็นหนึ่งในรถสปอร์ตที่ได้รับความนิยมทั่วโลก. ",
    "coverimage": "../img_product/Ford_Mustang.jpg",
    "price": "$4,425,500"
  },
  {
    "id": 6,
    "name": "Lamborghini Huracán",
    "detail": "เป็นรถสปอร์ตสมรรถนะสูง (supercar) ที่ผลิตโดย Lamborghini โดยมีเครื่องยนต์ V10 เปิดตัวครั้งแรกในปี 2013 เพื่อมาแทนที่รุ่น Gallardo Huracán มีหลายรุ่นย่อย เช่น Huracán EVO, Huracán STO (Super Trofeo Omologata) และ Huracán Tecnica ",
    "coverimage": "../img_product/Lamborghini_Huracán.jpg",
    "price": "$13,900,000"
  }
]